{
  "sections": {
    "main": {
      "type": "main-page",
      "settings": {
        "padding_top": 24,
        "padding_bottom": 28
      }
    },
    "97f5211e-5c19-43fc-889e-157985c3a201": {
      "type": "faqquestion",
      "blocks": {
        "8c7d042d-6752-43c0-b9c2-b0cdf902e1ae": {
          "type": "text",
          "settings": {
            "faq-title": "What is an NFT?",
            "faq-content": "<p>• NFT (Non-Fungible Token) is a unique digital asset that is verified on a blockchain, a decentralized digital ledger that records transactions.  NFTs are one-of-a-kind and cannot be exchanged for other NFTs at a fixed value, hence the term \"non-fungible.\" Each NFT contains a digital signature that proves its authenticity, ownership, and scarcity. NFTs are often used to represent digital art, music, videos, and other forms of creative content, and can be bought, sold, and traded on digital marketplaces. The NFT market in 2022 was worth over $22 billion.<br\/>•\tThe industry has dramatically grown since 2020. NFTs are extremely popular!<br\/>•\tNFT sales hit $25 billion in 2021.<br\/>•\tThe NFT Market is projected to be worth $80 billion by 2025.<br\/>•\tThe most expensive collection of NFTs was sold at $91.8 million.<br\/>•\tNFT sales amount to approximately $1.8 billion every month. <br\/>•\tHalf of NFT's cost more than $200.<\/p>"
          }
        },
        "ee533aaf-3088-4a43-b8ec-d8c5729e10ef": {
          "type": "text",
          "settings": {
            "faq-title": "How can I enjoy my bouquets from The NFT Florist?",
            "faq-content": "<p>Every bouquet from The NFT Florist may be downloaded from the attachment you receive via email. These can be used as screensavers or sent by Bluetooth to be displayed on a smart TV monitor, or any Wi-Fi enabled monitor such as a picture frame designed for that purpose. This allows you to always enjoy our unique digital art and remember this inexpensive gift to yourself or that you have received from a friend or loved one.<\/p>"
          }
        },
        "da729e3c-d13c-44b5-bbdd-7721895a3587": {
          "type": "text",
          "settings": {
            "faq-title": "How does The NFT Florist fight the extreme cost of fresh cut flowers?",
            "faq-content": "<p>The vast majority of Fresh cut flowers are imported from foreign countries. This involves many expenses, including growing costs such as transportation, delivery, labor, harvest and floral preparation, seeds, water, fertilizers, insecticides, and many other expenses, required for final delivery to customers. Transportation costs are significant, as the flowers are often transported long distances via jets from the growing region to the point of sale, involving fuel, labor, and other shipping expenses. The flowers require constant specialized storage and handling to maintain their quality and freshness, which include refrigeration, packaging, and labor costs. Marketing and distribution costs include advertising, promotions, as well as the cost of distributing the flowers to retail stores or other outlets. Finally, fresh cut flowers have a limited shelf life and must be disposed of properly, leading to expenses associated with waste disposal or composting. The expenses associated with fresh cut flowers are significant and are largely influenced by factors such as the growing region, transportation costs, and market demand.  Overall, The NFT Florist combats the ridiculous high cost of imported fresh cut flowers by offering a cost-efficient beautiful alternative of NFT flowers that cut out all these listed costs and our flowers bloom forever.<\/p>"
          }
        },
        "dc028cfd-95f7-4af2-ac16-7c49bb7e9f76": {
          "type": "text",
          "settings": {
            "faq-title": "Why are The NFT Florist bouquets inexpensive and a unique unforgettable gift?",
            "faq-content": "<p>The NFT Florist bouquets are considered economical because they do not involve many of the expenses associated with traditional fresh cut flowers. Unlike fresh cut flowers, Our Flowers Bloom Forever and The NFT Florist bouquets do not require any growing, dangerous chemicals, transportation, or storage costs. They are digitally created original art and are distributed instantly to the recipient, which eliminates the need for growing, transportation, storage, and refrigeration. The NFT Florist flowers also do not require any preservatives, pesticides, or fertilizers, which are all expensive, unhealthy and have negative environmental impacts. In addition, our bouquets do not contribute to waste or pollution from packaging materials. Unlike fresh cut flowers, The NFT Florist bouquets are limited edition digitally created art and may even be offered for sale and traded online. Therefore, The NFT Florist bouquets are an economical and environmentally friendly forever lasting inexpensive unique alternative to traditional fresh cut flowers.<\/p>"
          }
        },
        "b7646529-342d-4a70-a944-0acb13b45b2f": {
          "type": "text",
          "settings": {
            "faq-title": "Why are The NFT Florist bouquets environmentally friendly and eliminate the carbon footprint of fresh cut flowers?",
            "faq-content": "<p>Fresh cut commercially grown flowers can be bad for the environment for many reasons: <br\/>Carbon footprint: Fresh cut flowers need to be transported very long distances to reach their destination, which contributes to their carbon footprint. The transportation alone requires fuel for planes, trucks, or ships, which emit significate amounts of greenhouse gases that are major contributors to climate change. <br\/>*Pesticides and Chemicals: Fresh cut flowers are grown using intensive farming practices that rely heavily on pesticides and fertilizers. These chemicals have negative impacts on local ecosystems and can contaminate soil and seep into the ground. <br\/>*Water usage: Many fresh cut flowers are grown in regions where water is scarce. The high-water usage required for their growth depletes local water resources and contribute to desertification and soil erosion. <br\/>*Waste: Fresh cut flowers are often packaged in elaborate and non-biodegradable materials, which contribute to waste and pollution. This packaging can end up in landfills or oceans, where it can take hundreds of years to decompose. <br\/>*Labor practices: The labor practices associated with growing, harvesting and importing fresh cut flowers are also a concern to many people. Most of these workers are paid low wages and work in poor conditions, which can have negative social and economic impacts. <br\/>*Our NFT bouquets help keep our homes, air, and waters free of insecticides, pesticides, herbicides, and other chemicals. Do you want these chemicals in your home?<br\/>*Overall, the production and distribution of fresh cut flowers have significant environmental impacts, and it is important to consider sustainable alternatives such as locally sourced, seasonal, and organic flowers. By making mindful choices when purchasing a gift of flowers from The NFT Florist, we can reduce our environmental impact and promote a healthier planet for future generations. <br\/>*Fresh cut flowers have significant environmental impacts due to their transportation, pesticide use, high water usage, non-biodegradable packaging, and poor labor practices. These practices can have negative effects on local ecosystems, water resources, and soil quality. Therefore, it is important to consider sustainable alternatives such as our beautiful bouquets to reduce the environmental impact and promote a healthier planet for future generations.<br\/>*The NFT Florist flowers offer a sustainable and environmentally friendly alternative to luxury flowers. Since The NFT Florist bouquets are created digitally, they do not require transportation, storage, or refrigeration, which reduces the carbon footprint associated with traditional fresh cut flowers. They also do not require pesticides, fertilizers, or elaborate non-biodegradable packaging, which eliminates negative impacts on local ecosystems, water resources, and soil quality. Additionally, The NFT Florist flowers do not involve poor labor practices associated with traditional fresh cut flowers. By choosing NFT flowers over fresh cut flowers, we can reduce the environmental impact and promote a healthier planet for future generations while still enjoying the benefits of having flowers in our homes.<\/p>"
          }
        },
        "d89c8816-9276-4b41-8d85-b8273fc133af": {
          "type": "text",
          "settings": {
            "faq-title": "How does The NFT Florist unite friends and families?",
            "faq-content": "<p>Bouquets from The NFT Florist unite friends and families by providing a unique and innovative way to gift floral bouquets. They may be sent with a personalized lengthy message, as well as a voice message! Our beautiful bouquets are easily sent and received online, making it possible to instantly gift our beautiful bouquets with loved ones who are far away or unable to receive physical flowers. Our bouquets warm the hearts of every recipient. This helps foster a sense of connection and closeness between friends and family members, especially when they are separated by distance or other circumstances. Additionally, our NFT bouquets can be customized and personalized, allowing for a special and meaningful gift that can be cherished and remembered for years to come. Overall, NFT flowers provide a new and exciting way to bring people together and celebrate important moments in life.<\/p>"
          }
        },
        "7b4f7319-449c-457c-8e48-951c2e610e32": {
          "type": "text",
          "settings": {
            "faq-title": "Why are bouquets from The NFT Florist collectible?",
            "faq-content": "<p>The NFT Florist bouquets are all limited-edition original collectable digital art. Each bouquet is unique and cannot be replicated. The nature of NFTs means that each bouquet has its own specific characteristics, such as color, design, and their limited-edition numbers which make them valuable and desirable to collectors. Additionally, the scarcity of certain NFT flowers, which are released in limited editions or as one-of-a-kind creations, may also add to their collectability. Instead of ending up in the trash as wilted flowers do, our NFT bouquets may be collected and traded on digital marketplaces, creating a new avenue for art and floral enthusiasts to engage with and appreciate these digital creations. Overall, the rarity, uniqueness, and artistic value of our NFT bouquets make them a collectible one-of-a-kind digital asset.<\/p>"
          }
        },
        "68d0621d-3bd7-427d-b473-b0cbf1dcdb9d": {
          "type": "text",
          "settings": {
            "faq-title": "What benefits do I get to be a Founding Member?",
            "faq-content": "<p>First, it is FREE to join with no ongoing membership fees. As a Founding Member you will enjoy a range of exclusive benefits that are not available to the public. These benefits include access to the Whitelist (first access to purchase NFT’s rights) for select NFT collaborations, as well as discounts on products from ArtRKL and The NFT Florist. In the near future you will also be entitled to discounts from participating merchants, allowing you to save on a wide range of different products, amenities, and services. Additionally, you will receive invitations to live art events and openings, giving you the opportunity to be the first to experience some of the most exciting happenings in town. To make things even better, as a Founding Member, you will also receive exclusive Koin Karte discounts and promo's that are not available to the public, making your shopping experience even more rewarding. By becoming a Founding Member, you will have access to a host of exciting benefits that will enhance your shopping and entertainment experience. Many surprise benefits will be coming your way.<\/p>"
          }
        },
        "688aa970-0be0-4f54-8c67-8885fa57e70a": {
          "type": "text",
          "settings": {
            "faq-title": "Do I need a crypto wallet to own and hold my NFTs?",
            "faq-content": "<p>It's not necessary to have a crypto wallet because your NFT is minted straight into our Escrow Wallet, where it is held by The NFT Florist and is registered in your name. You may transfer it at any time. <br\/>(We can email them an Escrow Certificate and number explaining they can transfer it at any time.)<\/p>"
          }
        },
        "df7cb597-430e-436d-82bf-39d421678ee3": {
          "type": "text",
          "settings": {
            "faq-title": "May I choose to pay for my NFTs using either my U.S. dollars (Credit Card, Debit Card, Apple Pay, etc.) or by using cryptocurrency?",
            "faq-content": "<p>Yes, you may choose from various ways to pay including cryptocurrency or via a standard U.S. dollar-based payment method.<\/p>"
          }
        },
        "1b908458-390f-4425-83c5-c00aef633287": {
          "type": "text",
          "settings": {
            "faq-title": "What is the difference between a Member and a Founding Member?",
            "faq-content": "<p>We offer two membership levels: Member and Founding Member. While both levels provide access to exclusive discounts, there are additional benefits specifically tailored to Founding Members.<\/p><p><strong>Member Benefits:<\/strong><\/p><ol><li>Discounts: Members receive discounted prices on all our products and services.<\/li><li>Membership Updates: Members will receive regular updates, special offers, and promotions via email.<\/li><\/ol><p><strong>Founding Member Benefits:<\/strong><\/p><ol><li>Enhanced Discounts: Founding Members enjoy higher discounts on all purchases, providing even greater savings.<\/li><li>Exclusive Founding Member NFT: Upon joining as a Founding Member, you will receive a complimentary Founding Member NFT, a limited edition digital collectible as our token of appreciation, and it acts as your Founding Membership card.<\/li><li>Additional Benefits: Founding Members will receive exclusive perks and privileges, such as priority access to new product launches, early event registration, and special Founding Member-only offers.<\/li><\/ol>"
          }
        },
        "2475cf0d-b655-4d46-a084-73e2caba3ba4": {
          "type": "text",
          "settings": {
            "faq-title": "How to Become a Founding Member",
            "faq-content": "<p>To become a Founding Member, you must take advantage of our limited-time Introductory Offer. Simply purchase the bundle offer of 6 NFT bouquets for $30, and you will automatically be upgraded to the Founding Member level, unlocking all the additional benefits<br\/> mentioned above.We believe that the Founding Member status offers a unique opportunity to be part of our community from the very beginning and enjoy exclusive benefits reserved only for our earliest<br\/> supporters.Should you have any further questions or require additional clarification regarding the membership levels and benefits, please don’t hesitate to reach out to our customer support<br\/> team. We are here to assist you.Thank you for considering our membership program, and we look forward to welcoming you as a valued member or Founding Member of our community!<\/p>"
          }
        }
      },
      "block_order": [
        "8c7d042d-6752-43c0-b9c2-b0cdf902e1ae",
        "ee533aaf-3088-4a43-b8ec-d8c5729e10ef",
        "da729e3c-d13c-44b5-bbdd-7721895a3587",
        "dc028cfd-95f7-4af2-ac16-7c49bb7e9f76",
        "b7646529-342d-4a70-a944-0acb13b45b2f",
        "d89c8816-9276-4b41-8d85-b8273fc133af",
        "7b4f7319-449c-457c-8e48-951c2e610e32",
        "68d0621d-3bd7-427d-b473-b0cbf1dcdb9d",
        "688aa970-0be0-4f54-8c67-8885fa57e70a",
        "df7cb597-430e-436d-82bf-39d421678ee3",
        "1b908458-390f-4425-83c5-c00aef633287",
        "2475cf0d-b655-4d46-a084-73e2caba3ba4"
      ],
      "settings": {
        "padding_top": 0,
        "padding_bottom": 36
      }
    }
  },
  "order": [
    "main",
    "97f5211e-5c19-43fc-889e-157985c3a201"
  ]
}
